[
    {
      "id": 1,
      "pr_name": "Round Neck T-Shirt",
      "cat_id": 1,
      "pr_alias": "Round_Neck_T_Shirt",
      "pr_desc": "Round neck t-shirt half sleeve, solid white color, softest, smoothest, good looking regular fit t-shirt for casual wear.",
      "pr_image": "roundneck%20t-shirts.jpg",
      "pr_price": 2000,
      "pr_sale_price": 1250
    },
    {
      "id": 2,
      "pr_name": "Collar T-shirt",
      "cat_id": 1,
      "pr_alias": "Collar_t-shirt",
      "pr_desc": "The shirt collar is a two-piece high stand collar. It is often referred to as a band and collar. The ends of the collar may be square, rounded, or pointed. Variations include the button-down collar, pin collar, tab collar, spread collar, Barrymore collar, and the Swallow-tailed collar.",
      "pr_image": "collar%20t-shirts.jpg",
      "pr_price": 2000,
      "pr_sale_price": 1750
    },
    {
      "id": 5,
      "pr_name": "PRINTED T-shirt",
      "cat_id": 1,
      "pr_alias": "printed_t-shirt",
      "pr_desc": "When it comes to writing t-shirt product descriptions, using descriptive language is crucial. Instead of using generic terms like “cotton t-shirt,” use words that evoke emotion and create a sense of desire for the product. For example, you can use phrases like “luxurious cotton,” “soft and comfortable,” or “slim-fit design.”",
      "pr_image": "printing%20t-shirts.jpeg",
      "pr_price": 2000,
      "pr_sale_price": 1100
    },
    {
      "id": 6,
      "pr_name": "FORMAL SHIRT",
      "cat_id": 2,
      "pr_alias": "formal_shirt",
      "pr_desc": "Therefore, it is critically important that you find a dress shirt that complements your personal style, body, and wardrobe. There are, however, a shocking number of styling options for men’s dress shirts. On the one hand, this reality should enable every man to find a great fit and style that works for his needs, but on the other, it can be daunting to wade through all the details.",
      "pr_image": "Beninos%20Mens%20Classic%20Button%20Down%20Dress%20Shirt%20Regular%20Fit.jpeg",
      "pr_price": 2500,
      "pr_sale_price": 1400
    },
    {
      "id": 7,
      "pr_name": "CHECK SHIRT",
      "cat_id": 2,
      "pr_alias": "check_shirt",
      "pr_desc": "We have highlighted 9 checkered shirt patterns here, which is a lot of information to digest! So to summarize: 1. For more formal work events, graph checks, pin checks, windowpane and shepherd checks are … S",
      "pr_image": "4ae052a89ae73b8e2d9f43b4509175be.jpg",
      "pr_price": 2500,
      "pr_sale_price": 1500
    },
    {
      "id": 8,
      "pr_name": "DENIM SHIRT",
      "cat_id": 2,
      "pr_alias": "demin_shirt",
      "pr_desc": "We use first- and third-party cookies including other tracking technologies from third party publishers to give you the full functionality of our website, customize your user experience, perform analytics and deliver personalized advertising on our websites, apps and newsletters across internet and via social media platforms. For that purpose, we collect information about user, browsing patterns and device.",
      "pr_image": "f134a76f-64c3-461f-b2a3-ef25200dee70.jpg",
      "pr_price": 2500,
      "pr_sale_price": 1750
    },
    {
      "id": 9,
      "pr_name": "PRINTED SHIRT",
      "cat_id": 2,
      "pr_alias": "printed_shirt",
      "pr_desc": " Superior Cotton Fabric: Crafted from premium 100% cotton (180 GSM), striking the perfect balance between softness and endurance for everyday wear.\r\n- Expert Craftsmanship: Meticulous attention to detail guarantees durability and a timeless appeal.\r\n- Enhanced Comfort: Engineered with advanced stretch technology, offering luxurious comfort and an impeccable fit for a polished appearance throughout the day.\r\n- Effortless Maintenance: Easy to launder and wrinkle-resistant, simplifying your laundry routine, while integrated odor resistance keeps the garment fresh.",
      "pr_image": "IMG-20240521-WA0034.jpg",
      "pr_price": 2500,
      "pr_sale_price": 2000
    },
    {
      "id": 10,
      "pr_name": "HALF SLEEVE SHIRT",
      "cat_id": 2,
      "pr_alias": "half_sleeve_shirt",
      "pr_desc": "Modern Oversized Fit: Embrace a contemporary style with our men's polo t-shirt featuring a trendy oversized fit, providing both comfort and fashion-forward appeal.\r\nTextured Fabric: Elevate your wardrobe with a unique textured fabric that adds depth and dimension to your look. The tactile details make this polo shirt stand out from the rest.\r\nPremium Comfort: Crafted from high-quality materials, our polo shirt ensures a soft and comfortable feel against the skin. Enjoy all-day comfort without compromising on style.",
      "pr_image": "IMG-20240521-WA0036.jpg",
      "pr_price": 2500,
      "pr_sale_price": 1550
    },
    {
      "id": 11,
      "pr_name": "DENIM JACKETS",
      "cat_id": 3,
      "pr_alias": "denim_jackets",
      "pr_desc": "Material Composition: 100% Cotton; Pattern: Washed\r\nSleeve Type: Long Sleeves; Jacket Style; Retro Denim\r\nComfort & Fit: Designed in a slim fit that is comfortable and provides ultimate comfort and style throughout the day. Available in various sizes and colour options, these jacket will become your favorite steal in the wardrobe",
      "pr_image": "IMG-20240521-WA0037.jpg",
      "pr_price": 5000,
      "pr_sale_price": 4000
    },
    {
      "id": 12,
      "pr_name": "FIELD JACKETS",
      "cat_id": 3,
      "pr_alias": "field_jackets",
      "pr_desc": "Green solid the iconic field jacket with patchwork, has a mock collar, 4 pockets, has a button closure, regular, long sleeves, straight hem\r\nFeatures\r\nMock neck with a hook-and-loop tab at the front. Stowaway hood with embroidered eyelets and a built-in brim\r\nFull-zip front. Snapped storm placket. Long sleeves with buttoned barrel cuffs. Buttoned shoulder epaulets with flower patches. Ventilating embroidered eyelets at the underarms\r\nTwo chest snapped pockets. Two front waist snapped pockets. Interior left chest pocket",
      "pr_image": "IMG-20240521-WA0035.jpg",
      "pr_price": 5000,
      "pr_sale_price": 3500
    },
    {
      "id": 13,
      "pr_name": "BOMBER JACKETS",
      "cat_id": 3,
      "pr_alias": "bomber_jackets",
      "pr_desc": "RCS CERTIFIED RECYCLED POLYESTER\r\nNowadays, recycled polyester is mainly made from PET plastic waste. This is a type of plastic that is widely used in a variety of items, such as plastic bottles. Using recycled materials helps limit the production of virgin polyester fibre. It is certified to the Recycled Claim Standard (RCS), which verifies the recycled content and tracks it from source to final product.\r\n",
      "pr_image": "IMG-20240521-WA0012.jpg",
      "pr_price": 5000,
      "pr_sale_price": 3000
    },
    {
      "id": 14,
      "pr_name": "TRUCKER JACKETS ",
      "cat_id": 3,
      "pr_alias": "trucker_jackets",
      "pr_desc": "FUNCTIONALITY: Dual closure with center front zipper and snaps; Two chest pockets with snap closures; welt chest zipper pocket and two lower welt pockets; hidden interior pocket for added storage and security\r\nSTYLISH FEATURES: Stand up collar with adjustable zipper detailing; adjustable snap cuffs and epaulettes on shoulders for added comfort; inner quilted lining\r\nVERSATILITY: The 100% cotton fabric allows the jacket to be lightweight and the perfect staple piece in every man’s closet; This is the go-to jacket to transition through the seasons",
      "pr_image": "IMG-20240521-WA0013.jpg",
      "pr_price": 5000,
      "pr_sale_price": 3200
    },
    {
      "id": 15,
      "pr_name": "MOTO JACKETS",
      "cat_id": 3,
      "pr_alias": "moto_jackets",
      "pr_desc": "Material Composition: Made from 100% polyester, known for its lightweight yet durable properties, making it ideal for a riding jacket that balances protection and comfort.\r\nBreathability: Polyester’s inherent breathability helps maintain airflow, keeping the rider comfortable during extended rides. Mesh inserts and ventilation panels further enhance this feature.\r\nStylish Design: Available in a range of colors and styles to suit individual preferences, often designed with a sleek, modern look suitable for various riding scenarios.\r\nStorage Options: Typically designed with multiple pockets, both inside and out, providing ample space for essentials like smartphones, wallets, and keys. Zippered closures ensure secure storage.",
      "pr_image": "IMG-20240521-WA0014.jpg",
      "pr_price": 5000,
      "pr_sale_price": 3800
    },
    {
      "id": 16,
      "pr_name": "CHELSEA BOOTS SHOES",
      "cat_id": 4,
      "pr_alias": "chelsae_boots_shoes",
      "pr_desc": "Classic Chelsea ankle boots come with elasticized straps on both sides, suitable for people with different foot sizes.\r\nWomen's ankle boots have a non-slip rubber sole and soft lining to keep your feet comfortable.\r\nWomens low heel ankle booties have a heel height of about 1.7 inches, which is a stylish and comfortable height.\r\nWomen's platform chunky heel boots come in a variety of material options, with premium leather for a more trendy look.\r\nChelsea style ankle boots are suitable for many occasions, can be paired with jeans, shorts, skirts and so on, let you enjoy, a fashionable boot to own in spring, summer, fall and winter.",
      "pr_image": "IMG-20240521-WA0015.jpg",
      "pr_price": 6000,
      "pr_sale_price": 4000
    },
    {
      "id": 17,
      "pr_name": "LOAFERS SHOES",
      "cat_id": 4,
      "pr_alias": "loafers_shoes",
      "pr_desc": "Premium Faux Leather: Our loafers are made from high-quality faux leather, providing a durable and stylish finish that looks and feels like genuine leather.\r\nClassic Design: The timeless design of these loafers offers a touch of elegance, making them suitable for both formal and casual occasions.\r\nComfortable Fit: The cushioned insole and soft lining ensure all-day comfort, allowing you to stay on your feet without any discomfort.\r\nSlip-On Convenience: With their slip-on design, these loafers offer effortless wearability, making them convenient for busy individuals.\r\nEasy Slip-on Construction: These loafers are designed with a slip-on style, allowing for quick and effortless wear. The slip-on feature adds convenience to your daily routine, making them an ideal choice for those who are always on the go.",
      "pr_image": "IMG-20240521-WA0016.jpg",
      "pr_price": 6000,
      "pr_sale_price": 4500
    },
    {
      "id": 18,
      "pr_name": "OXFORD SHOES",
      "cat_id": 4,
      "pr_alias": "oxford_shoes",
      "pr_desc": "Shoes are made from very high-quality material, we never compromise with quality, are fully dedicated to providing the highest quality product.\r\nStylish, flexible and comfort dress shoes perfect for wedding,business,work,formal and casual.\r\nThe Comfortable dress shoe is suitable not only for work,but also for formal occasions like wedding\r\nEASY TO MATCH - This Shoes for men have classic color matching designed, easy to match clothing. You can worn this shoes with jeans, casual pants, cropped pants and shorts. Perfect for any occasions.\r\nDesigned to be your favorite Shoe for all occasions, Wally Free embodies the lifestyle by combining your passion for comfort, quality, and fashion. this casual features highly flexible stretch materials and a maximum cushioned insole.\r\n",
      "pr_image": "IMG-20240521-WA0017.jpg",
      "pr_price": 6000,
      "pr_sale_price": 3500
    },
    {
      "id": 19,
      "pr_name": " DERBY SHOES",
      "cat_id": 4,
      "pr_alias": "derby_shoes",
      "pr_desc": "SOLE: Thermoplastic Elastomers & CLOSURE: Lace-Up.\r\nMATERIAL: Shoes from Auserio are made with suede leather. It is breathable, heat-insulating, stretchy, tearproof and abrasion-resistant and acts a barrier against moisture evaporation. Finished suede leather combined with the fully lined supple glove interior that can keep your foot comfortable.\r\nSTYLE: Derbies are often known as 'open lacing', Crafted with Integrity, Most suitable office shoes for men, mens dress shoes, mens wedding shoes, mens casual dress shoes.\r\nCOMFORTABLE FEEL: The shoes from Auserio comes with extra padding for premium feel and appearance. Cork-Bed midsoles that form to your feet with antimicrobial shock absorbing insoles. It provides arch support so you can wear whole day without feeling tired.\r\nDESIGN: Lace-up premium waxed cotton laces with antimicrobial shock absorbing insoles. The outsoles are anti-skid and provide grip on a surface. We have a padded collar in our shoes.",
      "pr_image": "IMG-20240521-WA0018.jpg",
      "pr_price": 6000,
      "pr_sale_price": 3000
    },
    {
      "id": 20,
      "pr_name": "SNEAKERS SHOES",
      "cat_id": 4,
      "pr_alias": "sneakers_shoes",
      "pr_desc": "These kicks are all about clean court styling with a modern twist. Featuring a perforated upper for breathability and a low-top design for that classic look, they're perfect for dominating that casual street style. With their sleek silhouette and lacing for a secure fit, these sneakers are a must-have for any sneakerhead looking to up their game.We took our throwback 1980s basketball shoe and added a stand-out stacked midsole, and what we got is a trainer we think you'll love. Porsche Legacy Caven 2.0 features the brand's most iconic colours as well as the Porsche Legacy logo on the tongue.",
      "pr_image": "IMG-20240521-WA0019.jpg",
      "pr_price": 6000,
      "pr_sale_price": 5000
    },
    {
      "id": 21,
      "pr_name": "DEMIN JEANS",
      "cat_id": 5,
      "pr_alias": "denim_jeans",
      "pr_desc": "FABRIC: The TURMS Denim Jeans are typically made from a blend of high-quality materials This fabric combination helps to provide durability, stretchability, and comfort.\r\nANTI STAIN: The jeans might be treated with a special finish or coating that helps repel liquids and prevent stains from setting in. This feature can be beneficial during travel when access to laundry facilities may be limited.\r\nANTI-ODOR TECHNOLOGY: The fabric used in the jeans may have properties that inhibit the growth of odor-causing bacteria, helping to keep the jeans fresh for longer periods between washes\r\nWATER REPELLENTWATER REPELLENT: The treatment on our products creates a barrier on the fabric surface which causes water droplets to bead up and roll off the material, this helps to maintain the breathability of the fabric too.\r\nTRAVEL-FRIENDLY DESIGN: The jeans may feature elements that make them suitable for travel, such as wrinkle resistance, quick-drying properties, or lightweight construction. These features can enhance comfort and convenience while on the go.",
      "pr_image": "IMG-20240521-WA0020.jpg",
      "pr_price": 3000,
      "pr_sale_price": 2500
    },
    {
      "id": 22,
      "pr_name": "BAGGY JEANS",
      "cat_id": 5,
      "pr_alias": "baggy_jeans",
      "pr_desc": "Loose Fit: Ben Martin Loose Fit Jeans Pant Designed for comfort and a relaxed style.\r\nDenim Material: Durable and classic denim fabric for a timeless look of this Baggy Jeans for Men.\r\nAvailable Sizes: This Mens Jeans comes Range of sizes & Colors to suit different body types. 28 to 40. Dark Blue, Light Blue, Grey, Black & White\r\nVersatile: This Oversized Mens Jeans Versatile and can be paired with various tops. Like Tshirt, Tees, Sweatshirts & Even Shirts\r\nFeature: This Baggy Fit Jeans for Men 1) Comfortable for all-day wear. 2) Casual and laid-back style. 3) side pockets for added functionality. 4) vailable in different washes and finishes.",
      "pr_image": "IMG-20240521-WA0021.jpg",
      "pr_price": 3000,
      "pr_sale_price": 2000
    },
    {
      "id": 23,
      "pr_name": "SLIM FIT JEANS",
      "cat_id": 5,
      "pr_alias": " slim_fit_jeans",
      "pr_desc": "Made of 12oz premium denim fabric - 53% Cotton, 46% Polyester & 1% Elastane\r\nA special hollow fiber with 10% more volume and 10% less weight than regular denims, perfect for extreme weather or travel ease\r\nThis jeans has a unique knit structure at reverse of the fabric\r\nThis Air-Lite fiber comes with a soft hand feel and moisture management properties\r\nSymbol Premium's easy stretch jeans feature 'Air-Lite' hollow fiber, providing a unique blend of style, comfort. A desirable choice for denim lovers seeking both fashion and functionality in their wardrobe",
      "pr_image": "IMG-20240521-WA0022.jpg",
      "pr_price": 3000,
      "pr_sale_price": 2200
    },
    {
      "id": 24,
      "pr_name": "CARGO JEANS",
      "cat_id": 5,
      "pr_alias": "cargo_jeans",
      "pr_desc": "Fabric & Fit Type: Made with 100% cotton, the denim fabric ensures a comfortable fit throughout the day. With double reinforced front, back and side seams, these Loose Fit jeans lend you a distinct appeal.\r\nThoughtful Construction: This mid rise jeans for men in regular length, have zip fly and button closure\r\nVersatile Style: Hubberholme offers washed non-stretch loose fit cargo jeans for a timeless look. Perfect for casual occasions, outings, and outdoor activities. Available in a variety of sizes and colors to suit your personal style.\r\nFunctional Pockets: 6 Pocket Jeans with 2 side curved pockets, 2 back patch pockets, 2 flap cargo pockets are easy to use and can carry your essentials on the go. This further improves the functionality of these retro jeans.\r\nEasy to Care for: Machine wash, do not bleach, dry in shade, wash with similar colors; Country of Origin: Proudly made in India",
      "pr_image": "IMG-20240521-WA0023.jpg",
      "pr_price": 3000,
      "pr_sale_price": 1800
    },
    {
      "id": 26,
      "pr_name": "ANALOGS WATCHES",
      "cat_id": 6,
      "pr_alias": "analogs_watches",
      "pr_desc": "HIGH QUALITY CRAFTMANSHIP:Elevate your style game with our Timeless Sophistication Men's Watch. A perfect blend of classic design and modern flair, this watch embodies refined elegance. Its sleek stainless steel case encases a bold yet minimalist dial, Be it a formal affair or a casual outing, this watch effortlessly complements every look, making it a must-have in every gentleman's collection.\r\nWATER RESISTANT: Upto 3ATM this watch is engineered to withstand sweat, rain, and splashes. Suitable for all kinds of business, leisure, indoor activities or daily use. Not Suitable for swimming or bathing.\r\nPERFECT GIFT: Celebrate his unique style and sophistication with our meticulously crafted Fashion Watch, the ultimate gift that embodies elegance and functionality. Its sleek design, featuring a refined dial and a complementing bracelet making it a versatile addition to any wardrobe. Whether marking a milestone, expressing appreciation, or simply celebrating man you admire, watch symbolizes the essence of a thoughtful gift. Its versatility allows it to effortlessly transition from day to night.\r\n100% SATISFACTION GUARANTEE: 1 Year Domestic Warranty from any manufacturing defects.This warranty is valid from date of purchase ands only with proof of purchase. Battery,Straps, Plating and Waterproofing are not covered under warranty. Quality is our 1st priority we do not compormise on quality.",
      "pr_image": "IMG-20240521-WA0024.jpg",
      "pr_price": 4000,
      "pr_sale_price": 3500
    },
    {
      "id": 27,
      "pr_name": "DIGITAL WATCHES",
      "cat_id": 6,
      "pr_alias": "digital_watches",
      "pr_desc": "Best Quality T_Shirts1.78\" AMOLED display: See your world in utmost clarity on the 1.78’’ AMOLED display with 368*448 pixel resolution.\r\nAlways on Display: Take your pick from a plethora of Always On Display watch faces and see your day unfold.\r\nFunctional crown: Navigate your way through a series of features with ease, thanks to the fully functional digital crown.\r\nTru Sync: Get the best-in-class calling experience with the Tru Sync feature that ensures a stable and fast connection every single time.\r\nNoise Buzz: Stay connected with the world throughout the day via the Noise Buzz feature that gives you access to a dial pad, call logs and the option to save up to 10 contacts.\r\nGesture control: Cover the screen with your palm to turn it off and double-tap it to turn it back on.\r\n7-day battery with Instacharge: Use your watch for 7 days straight and juice it for another 24 hours in just 10 minutes of charge.",
      "pr_image": "IMG-20240521-WA0025.jpg",
      "pr_price": 4000,
      "pr_sale_price": 3000
    },
    {
      "id": 28,
      "pr_name": "SMART WATCHES",
      "cat_id": 6,
      "pr_alias": "smart_watches",
      "pr_desc": "Premium metallic build: A perfect blend of finesse and functionality, with a premium functional crown encased in an elegant metal body. Only the finest for your wear.\r\nHigh-precision AMOLED display: The largest-ever 2.1” AMOLED display. Experience vivid hues and shades with high-definition resolution. Screen clarity like never before, with ultra-thin bezels for a better screen-to-viewing ratio.\r\nTrue Sync enabled BT calling: Connectivity has never been more convenient, with True Sync enabled BT calling. Busy on-the-go, or detoxing offline, never lose touch.\r\nNoiseFit App: Unlock your peak potential with in-depth data summaries and health insights for you to achieve your wellness goals.\r\nProductivity suite: Starting your day off with an alarm, watching out for the clouds with weather updates, and powering through your daily commute with upbeat tunes. The productivity suite makes every day simple, so you can live large.\r\nUp to 7 days of Battery: Power through an entire week on a single charge, performance built to last.\r\nIn-the-box: The contents in the box include a ColorFit Ore smartwatch, a charging cable, a warranty card, a user manual, and a toolkit for the metal strap variant.",
      "pr_image": "IMG-20240521-WA0026.jpg",
      "pr_price": 4000,
      "pr_sale_price": 2500
    },
    {
      "id": 29,
      "pr_name": "DRESS WATCHES",
      "cat_id": 6,
      "pr_alias": "dress_watches",
      "pr_desc": "100% PREMIUM QUALITY WATCHES: We Are Providing Classic Watches for Men With 100% Premium Quality Quartz Movement. Our Watches Are Incredibly Durable and Can Last A Lifetime When Properly Maintained\r\nCOMFORT and DURABILITY: When you need a watch to prove that you value your time, LONGBO watches is the answer. Our silicon strap watches not only makes a comfortable sense for your wrist but also easy to match your clothes. Our chronograph wrist watches are perfect for the adventurer or the everyday man who is looking for a stylish match to his outfit. Our passion drives us towards perfection. We put in hours and hours of work to get a truly amazing and unique end product.\r\nPAIR WITH ANY OUTFIT: This Trendy and Classical Design Watch Will Go Great with Any Outfit and On Any Occasion. It Is Suitable for Both Casual and Special Occasions. It Enables You to Easily Spice Up a Normal Outfit and Add Style to Your Life\r\nPERFECT GIFT: Silicon Strap Chronograph Watch is a luxurious fashion gift for graduation, birthday, wedding, and valentine’s day. Chronograph Watch is an ideal gift for father, boyfriend brother, husband or other male classmates and colleagues. It is It is sure to win the heart of your friends and family members.\r\nAFTER SALES SERVICE: Each Product Has a 1-Year Warranty from All Manufacturing Defects. If You Have Any Questions About the Product, Please Contact Us Immediately and We Will Give You A Satisfactory Solution",
      "pr_image": "IMG-20240521-WA0027.jpg",
      "pr_price": 4000,
      "pr_sale_price": 2000
    },
    {
      "id": 30,
      "pr_name": "CHRONOGAPH WATCHES",
      "cat_id": 6,
      "pr_alias": "chronogaph_watches",
      "pr_desc": "Elegant Design: Blue Dial with Gold tone on a Silver Bracelet; recommended to those looking for small dial watches\r\nDial diameter: 41 mm (Small); Case Thickness: 11 mm; Weigh: 132 g; Band Length: 20 cm, strap length can be adjusted and adjustment tool is provided\r\nFunctional Chronograph: Stop Watch, 24-hour display; Imported Quartz movement; 316L Solid Stainless steel Bracelet and Stainless steel Case; Crystal: Hardened Mineral glass with special anti-scratch coating\r\nWater Resistance: 30 meter – resistant to rain and accidental splashes; 1 Year Seller Warranty on manufacturing defects\r\nItem Shape: Round",
      "pr_image": "IMG-20240521-WA0028.jpg",
      "pr_price": 4000,
      "pr_sale_price": 1500
    },
    {
      "id": 31,
      "pr_name": "SQUARE SUN GLASSES",
      "cat_id": 7,
      "pr_alias": "square_sun_glasses",
      "pr_desc": "PREMIUM QUALITY: Crafted with durable five barrel stainless steel hinges and optical-grade materials like Acetate and TR90, our stylish sunglasses are stronger and more flexible than typical plastic frames. With exquisite temples and solid metal hinges, they're both comfortable and long lasting.\r\nAFFORDABLE LUXURY: Inspired by the latest trends, WMP sunglasses deliver the quality of designer shades without breaking the bank. From classic frames to modern styles, every single pair is (W)orn and (M)ade with (P)urpose.\r\nTRUSTED PROTECTION: Whether you're hiking, driving or just enjoying a day at the beach, our luxury sunglasses help shield your eyes from harmful rays. Featuring polarized lenses, they provide 99.99% UVA and UVB protection.\r\nSATISFACTION GUARANTEE: Don't love your UV glasses? Reach out to our support team and we'll help make things right. As a small, family-owned business based in Arizona, we're able to give you personalized attention for total satisfaction.",
      "pr_image": "IMG-20240521-WA0029.jpg",
      "pr_price": 1000,
      "pr_sale_price": 450
    },
    {
      "id": 32,
      "pr_name": " PILOT SUN GLASSES",
      "cat_id": 7,
      "pr_alias": "pilot_sun_glasses",
      "pr_desc": "The polarized lenses can filter out sunlight reflected glare, and protect your eyes from long-term damage by blocking 100% of harmful UVA and UVB rays.\r\nThese OLIEYE retro square sunglasses are made of ultra-thin metal materials, so the frames are super light but very strong. These weights are only 40 grams(0.09 pounds), so you will feel very comfortable and no pressure on your nose.\r\nThese OLIEYE sunglasses are the perfect choice for outdoor sports and activities such as taking selfies, shopping, driving, traveling, and are suitable as a high fashion accessory and daily wear all year round.\r\nProduct dimensions – height: 46MM(1.81inches)--Lens Width: 50MM(1.97inches)--Frame Length: 130MM(5.12 inches).\r\nAccessories included: glasses case, cleaning cloth, polarized testing card, and gift box packaging",
      "pr_image": "IMG-20240521-WA0030.jpg",
      "pr_price": 1000,
      "pr_sale_price": 500
    },
    {
      "id": 33,
      "pr_name": "SHIELD SUN GLASSES",
      "cat_id": 7,
      "pr_alias": "shield_sun_glasses",
      "pr_desc": "🔺HD POLARIZED UV400 PROTECTION: Anti-reflective dark lenses are specially added with polarized coating and provide UV400 protection, reduce glare reflected from roads, bodies of water, snow and other horizontal surfaces, relieve the discomfort of bright light on the eyes\r\n🔺SUNGLASSES FIT OVER GLASSES: These polarized sunglasses are specially designed for those who wear prescription glasses, large frame and wide temples can well wrap your existing glasses, people who wear contact lenses or with normal vision can also wear them alone\r\n🔺UNBREAKABLE THICKENED TAC LENS: 1.1mm thickened lens is 50% thicker than the ordinary lens and comparable to higher-priced professional sports lens. The thicker lens can withstand higher impact from strenuous exercise and avoid damage to eyes and face due to lens fracture\r\n🔺LIGHTWEIGHT & FLEXIBLE TR90 FRAME: The frame of sunglasses is crafted from high-quality memory polymer material TR90 with lightweight, super toughness, collision-resistant and low friction coefficient, it is the most popular ultra-light frame material in the world\r\n🔺MULTI-FUNCTION POLARIZED SUNGLASSES: These classic square sunglasses are perfect for males and females with various face shapes, not only ideal for driving, fishing, playing golf and other outdoor activities, but also a wonderful and practical gift ideal for your friends and family!",
      "pr_image": "IMG-20240521-WA0031.jpg",
      "pr_price": 1000,
      "pr_sale_price": 750
    },
    {
      "id": 34,
      "pr_name": " ROUND SUN GLASSES",
      "cat_id": 7,
      "pr_alias": "round_sun_glasses",
      "pr_desc": "UV400 PROTECTION: LIXX lenses can block 100% of both UVA and UVB radiation. UV400 rated sunglasses is essential to protecting your eyes against long term UV damage and keeping your eyes healthy when you go out.\r\nHIGH QUALITY MATERIALS: LIXX sunglasses is made of high quality material that is durable enough for long time using. They are suitable for any climate and weather conditions.\r\nMULTIPLE SIZE AND LENS COLORS: This round sunglasses have two sizes and at least five colors of lenses to choose from, let you match different wear styles, and choose the appropriate size to make you more comfortable to wear.\r\nPERFECT ALL OCCASIONS: LIXX sunglasses is the perfect choice for outdoor activities such as walking, driving, shopping, travelling, taking photos, and is suitable as high fashion accessory and daily wear all year round.\r\n30 DAYS GUARANTEED: In case any broken problem happens, contact the seller of LIXX without hesitation to solve the problem until satisfaction. You have no risk to try and we will provide you the best service!",
      "pr_image": "IMG-20240521-WA0032.jpg",
      "pr_price": 1000,
      "pr_sale_price": 800
    },
    {
      "id": 35,
      "pr_name": " EAR FRAME SUN GLASSES",
      "cat_id": 7,
      "pr_alias": "ear_frame_sun_glasses",
      "pr_desc": "By absorbing 85% of visible light and blocking out most of the blue light, green lenses provide remarkable color contrast. G-15 green lenses ensure better clarity of vision and a more \"natural vision\".\r\nRB3548N hexagonal flat lenses Polarized sunglasses: These unisex Ray-Ban sunglasses feature a new hexagonal round metal shape with thin coined profiles with super thin temples and flat crystal Polarized lenses. Ray-Ban polarized lenses block 99% of the reflected light, eliminate glare, increase visual clarity, enhance contrast and reduce eye strainShop products that have been wholly produced or have undergone their last substantial transformation in Italy. Discover more about “Made in Italy”, a label synonymous throughout the world with refined materials, attention to detail, and creativity.\r\n",
      "pr_image": "IMG-20240521-WA0033.jpg",
      "pr_price": 1000,
      "pr_sale_price": 600
    },
    {
      "id": 41,
      "pr_name": "ear buds",
      "cat_id": 6,
      "pr_alias": "ear_buds",
      "pr_desc": "best ear buds",
      "pr_image": "abc.jpg",
      "pr_price": 1240,
      "pr_sale_price": 450
    },
    {
      "id": 42,
      "pr_name": "Hoddie",
      "cat_id": 5,
      "pr_alias": "Hoddie",
      "pr_desc": "best quality Hoddie",
      "pr_image": "abc.jpg",
      "pr_price": 1200,
      "pr_sale_price": 1370
    },
    {
      "id": 43,
      "pr_name": "window AC",
      "cat_id": 6,
      "pr_alias": "window_AC",
      "pr_desc": "best quality AC",
      "pr_image": "abc.jpg",
      "pr_price": 15000,
      "pr_sale_price": 12000
    }
  ]